<template>
    <div class="main">
        <h1>Изумрудная скрижаль</h1>
        <p>Истинно без всякой лжи,<br />достоверно и в высшей степени истинно.<br />То, что находится внизу,<br />аналогично (соответственно) тому,<br />что находится вверху.<br />И то, что вверху, аналогично тому,<br />что находится внизу,<br />чтобы осуществить чудеса единой вещи.<br />И так все вещи произошли<br />от Одного посредством Единого:<br />так все вещи произошли от этой<br />одной сущности через приспособление.<br />Отец ее есть Солнце, мать ее есть Луна.<br />Ветер ее в своем чреве носил.<br />Кормилица ее есть Земля.<br />Сущность сия есть отец<br />всяческого совершенства во всей Вселенной.<br />Сила ее остается цельной,<br />когда она превращается в землю.<br />Ты отделишь землю от огня,<br />тонкое от грубого нежно, с большим искусством.<br />Эта сущность восходит<br />от земли к небу и вновь нисходит на землю,<br />воспринимая силу высших и низших (областей мира).<br />Так ты обретаешь славу всего мира.<br />Поэтому от тебя отойдет всякая тьма.<br />Эта сущность есть сила всех сил:<br />ибо она победит всякую тонкую вещь<br />и проникнет всякую твердую вещь.<br />Так сотворен мир.<br />Отсюда возникнут всякие приспособления,<br />способ которых таков (как изложено выше).<br />Поэтому я назван Триждывеличайшим,<br />ибо владею тремя частями вселенской Философии.<br />Полно то, что я сказал о работе произведения Солнца.
        </p>
    </div>
</template>

<script>
export default {
    name: 'Character',
    props: {

    },
    data() {
        return {
            nigredo: this.nigredo,
            albedo: this.albedo,
            rubedo: this.rubedo,
            msg: 'lalalalalal'
        }
    }
}
</script>

<style scoped>
    p {
        font-size: 1.5rem;
        text-align: left;
    }
    i {
        padding-left: 20px;
    }
    h2 {
        font-size: 3rem;
    }
    img {
        width: 200px;
        float: left;
    }
</style>
